
#language: ru
  Функционал: Авторизация
  Сценарий: Проверка расчетов вклада
    * Перейти в меню – "Вклады"
    * Выбрать валюту – "Рубли"
    * Сумма вклада – int "300000"
    * Срок - String "6 месяцев"
    * Ежемесячное пополнение – int "50000"
    * Отметить чекбокс – String "Ежемесячная капитализация"
    * Проверить расчеты по вкладу - Ставка double "5.90"
    * Проверить расчеты по вкладу - К снятию через месяц String "562566,02"
    * Проверить расчеты по вкладу - Пополнение за 6 месяцев int "250000"
    * Проверить расчеты по вкладу - Начислено String "12566,02"